[
    {
        "name": "Turtle Rock",
        "category": "Rivers",
        "city": "Twentynine Palms",
        "state": "California",
        "id": 1001,
        "isFeatured": true,
        "isFavorite": true,
        "park": "Joshua Tree National Park",
        "coordinates": {
            "longitude": -116.166868,
            "latitude": 34.011286
        },
        "description": "Turtle Rock in Joshua Tree National Park is a renowned spot for rock climbing and hiking. It features numerous climbing routes on its east face, making it a popular spot for both beginners and experienced climbers. The rock offers a variety of routes such as 'Wandering Tortoise' (5.3) and 'Blistering' (5.5), providing opportunities for top roping and lead climbing. The area is also known for its scenic views and proximity to the Hidden Valley Nature Trail, making it a perfect spot for outdoor enthusiasts. Remember to respect the natural environment and adhere to park guidelines during your visit.",
        "imageName": "turtlerock"
    },
    {
        "name": "Silver Salmon Creek",
        "category": "Lakes",
        "city": "Port Alsworth",
        "state": "Alaska",
        "id": 1002,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Lake Clark National Park and Preserve",
        "coordinates": {
            "longitude": -152.665167,
            "latitude": 59.980167
        },
        "description": "Silver Salmon Creek is a prime location in Lake Clark National Park and Preserve, famous for its incredible wildlife viewing opportunities, especially brown bears during the salmon runs. The area offers stunning vistas of the Alaskan wilderness, with activities such as fishing, kayaking, and guided bear viewing tours. It's a tranquil spot where you can witness the raw beauty of nature and the rich biodiversity of the park.",
        "imageName": "silversalmoncreek"
    },
    {
        "name": "Chilkoot Trail",
        "category": "Mountains",
        "city": "Skagway",
        "state": "Alaska",
        "id": 1003,
        "isFeatured": false,
        "isFavorite": true,
        "park": "Klondike Gold Rush National Historical Park",
        "coordinates": {
            "longitude": -135.334571,
            "latitude": 59.560551
        },
        "description": "The Chilkoot Trail is a historic route in the Klondike Gold Rush National Historical Park, spanning from Skagway, Alaska to Bennett, British Columbia. This 33-mile trail was a major access route during the Klondike Gold Rush of the late 1890s. Today, it's a popular hiking trail that offers a challenging yet rewarding journey through stunning landscapes, including lush forests, alpine tundra, and historic artifacts from the gold rush era. It's a must-visit for history buffs and avid hikers alike.",
        "imageName": "chilkoottrail"
    },
    {
        "name": "St. Mary Lake",
        "category": "Lakes",
        "city": "Browning",
        "state": "Montana",
        "id": 1004,
        "isFeatured": true,
        "isFavorite": true,
        "park": "Glacier National Park",
        "coordinates": {
            "longitude": -113.536248,
            "latitude": 48.69423
        },
        "description": "St. Mary Lake is the second-largest lake in Glacier National Park and is renowned for its breathtaking scenery and vibrant blue waters. The lake is surrounded by towering peaks and dense forests, offering excellent opportunities for photography, boating, and hiking. The area is also rich in wildlife, with frequent sightings of deer, bears, and various bird species. The famous Wild Goose Island Viewpoint provides a stunning panorama of the lake and its mountainous backdrop.",
        "imageName": "stmarylake"
    },
    {
        "name": "Twin Lake",
        "category": "Lakes",
        "city": "Twin Lakes",
        "state": "Alaska",
        "id": 1005,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Lake Clark National Park and Preserve",
        "coordinates": {
            "longitude": -153.849883,
            "latitude": 60.641684
        },
        "description": "Twin Lake is a serene and remote location within Lake Clark National Park and Preserve. Known for its pristine waters and surrounding wilderness, it offers a peaceful escape for those looking to explore the Alaskan backcountry. The area is ideal for kayaking, fishing, and wildlife viewing. Visitors can also explore the historic Richard Proenneke cabin, a testament to the simplicity and beauty of living in harmony with nature.",
        "imageName": "twinlake"
    },
    {
        "name": "Lake McDonald",
        "category": "Mountains",
        "city": "West Glacier",
        "state": "Montana",
        "id": 1006,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Glacier National Park",
        "coordinates": {
            "longitude": -113.934831,
            "latitude": 48.56002
        },
        "description": "Lake McDonald is the largest lake in Glacier National Park, offering stunning views of its crystal-clear waters and the surrounding Rocky Mountains. The lake is a popular spot for boating, fishing, and hiking, with several trails providing access to the park's diverse landscapes. The iconic Lake McDonald Lodge, located on the lake's eastern shore, provides a historic and scenic base for exploring the park.",
        "imageName": "lakemcdonald"
    },
    {
        "name": "Charley Rivers",
        "category": "Rivers",
        "city": "Eaking",
        "state": "Alaska",
        "id": 1007,
        "isFeatured": true,
        "isFavorite": false,
        "park": "Charley Rivers National Preserve",
        "coordinates": {
            "longitude": -143.122586,
            "latitude": 65.350021
        },
        "description": "Charley Rivers National Preserve offers a remote and wild Alaskan experience, with the Charley River being one of the most pristine rivers in the state. The preserve is perfect for adventurous activities such as rafting, kayaking, and wilderness camping. The area is also home to diverse wildlife, including moose, caribou, and wolves, making it a prime location for nature enthusiasts and photographers.",
        "imageName": "charleyrivers"
    },
    {
        "name": "Icy Bay",
        "category": "Mountains",
        "city": "Icy Bay",
        "state": "Alaska",
        "id": 1008,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Wrangell-St. Elias National Park and Preserve",
        "coordinates": {
            "longitude": -141.518167,
            "latitude": 60.089917
        },
        "description": "Icy Bay in Wrangell-St. Elias National Park and Preserve is a stunning glacial bay surrounded by towering mountains and active glaciers. The bay is a paradise for kayaking and wildlife viewing, with frequent sightings of seals, sea otters, and various bird species. The dynamic landscape of Icy Bay, shaped by glacial activity, offers a unique and ever-changing environment for exploration.",
        "imageName": "icybay"
    },
    {
        "name": "Rainbow Lake",
        "category": "Lakes",
        "city": "Willow",
        "state": "Alaska",
        "id": 1009,
        "isFeatured": false,
        "isFavorite": false,
        "park": "State Recreation Area",
        "coordinates": {
            "longitude": -150.086103,
            "latitude": 61.694334
        },
        "description": "Rainbow Lake, located in the State Recreation Area near Willow, Alaska, is a peaceful and scenic spot ideal for fishing and boating. The lake is known for its clear waters and abundant fish, including rainbow trout and salmon. The surrounding area provides excellent opportunities for hiking, wildlife viewing, and enjoying the tranquil beauty of Alaska's natural landscapes.",
        "imageName": "rainbowlake"
    },
    {
        "name": "Hidden Lake",
        "category": "Lakes",
        "city": "Newhalem",
        "state": "Washington",
        "id": 1010,
        "isFeatured": false,
        "isFavorite": false,
        "park": "North Cascades National Park",
        "coordinates": {
            "longitude": -121.17799,
            "latitude": 48.495442
        },
        "description": "Hidden Lake in North Cascades National Park offers a secluded and picturesque retreat surrounded by rugged mountain peaks and lush forests. The hike to Hidden Lake is challenging but rewarding, providing stunning views of the North Cascades. The area is perfect for backpacking, photography, and experiencing the solitude and beauty of this pristine wilderness.",
        "imageName": "hiddenlake"
    },
    {
        "name": "Chincoteague",
        "category": "Rivers",
        "city": "Chincoteague",
        "state": "Virginia",
        "id": 1011,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Chincoteague National Wildlife Refuge",
        "coordinates": {
            "longitude": -75.383212,
            "latitude": 37.91531
        },
        "description": "Chincoteague National Wildlife Refuge is renowned for its wild ponies and diverse bird species. Visitors can explore the refuge through various trails, enjoy birdwatching, or take a scenic drive to see the ponies. The refuge also offers opportunities for fishing, kayaking, and enjoying the natural beauty of the area.",
        "imageName": "chincoteague"
    },
    {
        "name": "Lake Umbagog",
        "category": "Lakes",
        "city": "Errol",
        "state": "New Hampshire",
        "id": 1012,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Umbagog National Wildlife Refuge",
        "coordinates": {
            "longitude": -71.056816,
            "latitude": 44.747408
        },
        "description": "Lake Umbagog, located in the Umbagog National Wildlife Refuge, is a pristine freshwater lake that spans the border between New Hampshire and Maine. The lake is popular for its recreational activities such as boating, fishing, and birdwatching. It provides a serene environment for camping and enjoying the diverse wildlife, including bald eagles, loons, and moose.",
        "imageName": "umbagog"
    }
]
